Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Legrif podobno ostatnio sporo sobie popił, może znajdę go w pobliżu tego pobojowiska z pustymi butelkami, które widziałem w pobliżu muru.
uk: Подейкують, що Легріф останнім часом багато п'є. Можливо, я зможу знайти його біля тієї місцини з порожніми пляшками, що я бачив біля стіни.

source: Legrif powiedział mi, że ostatnio był w mieście parę dni temu, po kilkumiesięcznej przerwie. Nie wie, gdzie jest Henk, ale kojarzy, że przegrał on swoje bełty w jakimś zakładzie. Myślę, że będzie warto go o to zapytać.
uk: Легріф розповів мені, що востаннє був у місті кілька днів тому, після кількамісячної перерви. Він не знає, де Хенк, але припускає, що той програв свої болти у якомусь парі. Думаю, варто його про це розпитати.

source: Legrif wspominał, że straciłeś swoje bełty w jakimś zakładzie.
uk: Легріф згадував, що ти втратив свої болти в якомусь парі.

source: Legrif zgodnie z umową poszedł pilnować wejścia do kopalni.
uk: Легріф пішов охороняти вхід до копальні, як і було домовлено.

source: Legrif zgodzi się pilnować kopalni, jeśli przyniosę mu poduszkę podróżną od Lucy.
uk: Легріф погодиться охороняти копальню, якщо я принесу йому подушку для подорожей від Люсі.

source: Lekarstwo Jorna
uk: Ліки Йорна

source: Lekarstwo dla Jorna
uk: Ліки для Йорна

source: Lekcja ta, choć trudna do przełknięcia, niewątpliwie dała Volfzackowi do myślenia. Widząc na własne oczy setki swoich ludzi padających martwych pod gradem strzał,
uk: Цей урок, хоч і важкий для засвоєння, безсумнівно, дав Вольфзаку поживу для роздумів. Побачивши на власні очі, як сотні його воїнів падають мертвими під градом стріл,

source: Lekcje obejmują rozwój zręczności oraz strzelanie z łuku.
uk: Заняття включають розвиток спритності та стрільбу із лука.

source: Lekka dębowa kusza
uk: Легкий дубовий арбалет

source: Lekka kusza
uk: Легкий арбалет

source: Lekka kusza myśliwska
uk: Легкий мисливський арбалет

source: Lekka ryba
uk: Легка рибина

source: Lekka zbroja Straży Królewskiej
uk: Легкий обладунок Королівської Гвардії

source: Lekki brzozowy łuk
uk: Легкий березовий лук

source: Lekki miecz dwuręczny
uk: Легкий дворучний меч

source: Lekki miecz mistrzowski
uk: Легка шпага майстра

source: Lekki młot bojowy
uk: Легкий бойовий молот

source: Lekki orkowy topór
uk: Легка сокира орків

source: Lekki oszczep
uk: Легкий кортик

source: Lekki pancerz Południowca
uk: Легкий південний обладунок

source: Lekki pancerz Południowca (1500 SZ)
uk: Легкий південний обладунок (1500 золотих)

source: Lekki pancerz Wilczego Syna
uk: Легкий обладунок Вовчого Сина

source: Lekki pancerz straży
uk: Легкий обладунок вартового

source: Lekki skórzany pancerz
uk: Легкий шкіряний обладунок

source: Lekki skórzany pancerz (300 SZ)
uk: Легкий шкіряний обладунок (300 золотих)

source: Lekki skórzany pancerz. (300 SZ)
uk: Легкий шкіряний обладунок (300 золотих)

source: Lekki strój kolczy
uk: Легка кольчуга

source: Lekki strój kolczy (250 SZ)
uk: Легка кольчуга (250 золотих)

source: Lekki strój kolczy (500 SZ)
uk: Легка кольчуга (500 золотих)

source: Lekki topór
uk: Легка сокира

source: Lekki topór bojowy
uk: Легка бойова сокира

source: Lekki łuk bukowy
uk: Легкий буковий лук

source: Lekki łuk dębowy
uk: Легкий дубовий лук

source: Lekki łuk jesionowy
uk: Легкий ясеневий лук

source: Lekki łuk mahoniowy
uk: Легкий лук з червоного дерева

source: Lekki łuk łowczy
uk: Легкий мисливський лук

source: Lekkie wino półsłodkie o bursztynowej barwie,
uk: Легке напівсолодке вино бурштинового кольору,

source: Lekko naprowadziłem ich na ten trop. W każdym razie - ja będąc przebranym za jednego z twoich ludzi, miałem zapewnić im nietykalność dopóki nie skończą koncertu.
uk: Я трохи спрямував їх на цей шлях. У будь-якому випадку – я, будучи переодягненим в одного з твоїх людей, мав забезпечити їм недоторканність до кінця концерту.

source: Lekko zboczyliśmy ze ścieżki.
uk: Ми трохи заблукали.

source: Lekko zdobiony pierścień wykonany ze złota.
uk: Злегка оздоблений перстень, виготовлений із золота.

source: Lena
uk: Олена

source: Lena chciała dostać jakąś broń. Niestety, nie miałem żadnej na zbyciu.
uk: Олена хотіла отримати якусь зброю. На жаль, нічого не знайшлося під рукою.

source: Lena chciała dostać jakąś broń. Oddałem jej jedną z moich.
uk: Олена хотіла отримати якусь зброю. Я запропонував дещо зі своїх запасів.

source: Lena jest w ciężkim stanie. Oby przetrwała tak długą podróż do miasta.
uk: Олена перебуває у важкому стані. Хочеться сподіватися, що вона переживе таку довгу подорож до міста.

source: Lena, to najwyższa pora, byś wróciła do matki.
uk: Олено, тобі пора повертатися до матері.

source: Lennart
uk: Ленарт

source: Lennart był zadowolony z obrotu spraw. Wręczył mi nagrodę i zabrał się za swoją część zadania.
uk: Ленарт був задоволений таким поворотом подій. Він вручив мені винагороду і почав виконувати свою частину завдання.

source: Lennart chciał o czymś z tobą porozmawiać, zgłoś się do niego.
uk: Ленарт хотів про щось з тобою поговорити, зайди до нього.

source: Lennart czegoś od ciebie chce, pogadaj z nim.
uk: Ленарту щось від тебе потрібно, поговори з ним.

source: Lennart czegoś od ciebie potrzebował, idź z nim pogadaj.
uk: Ленарту щось від тебе потрібно, піди та поговори з ним.

source: Lennart ma do ciebie jakąś sprawę, zgłoś się do niego.
uk: Ленарт має до тебе справу, поговори з ним.

source: Lennart nie wiedział zbyt wiele o przebiegu ataku. Słyszał jedynie mnóstwo krzyków od strony murów, po czym do koszar dotarł zakrwawiony strażnik.
uk: Ленарт мало що знає про сам напад. Все, що він чув – це крики з боку стін, а потім до казарм прибіг закривавлений вартовий.

source: Lennart powiedział, że chwilę po opuszczeniu koszar przez Rodericha, wtargnęli do nich Wilczy Synowie. Strażnicy musieli wycofać się do jednego z budynków.
uk: Ленарт розповів, що за мить після того, як Родеріх покинув казарми, увірвалися Вовчі Сини. Вартовим довелося відступити до одного з будинків.

source: Lennart uznał, że jeśli Gildia Kupiecka chce dobić targu, powinna opłacić konserwację kusz i szkolenie strażników w posługiwaniu się tym sprzętem.
uk: Ленарт вважає, що якщо Торгова Гільдія хоче укласти угоду, вона повинна заплатити за обслуговування арбалетів і за навчання вартових користуванню цією зброєю.

source: Lennart zajmuje się wydawaniem i sprzedażą odpowiedniego sprzętu członkom straży. Z każdym następnym stopniem będę uzyskiwał dostęp do coraz lepszego sprzętu.
uk: Ленарт відповідає за видачу та продаж необхідного спорядження членам Варти. З кожним наступним рангом я отримуватиму доступ до все кращого і кращого спорядження.

source: Lennart, kwatermistrz straży miejskiej, nie mógł mi powiedzieć za wiele o grocie. Stwierdził jednak, że powinienem popytać wśród najemników, bo to do nich dociera różnoraki ekwipunek z całego świata.
uk: Ленарт, інтендант Міської Варти, мало що міг мені розповісти про наконечник. Однак він сказав, що мені слід розпитати найманців, оскільки саме вони отримують різноманітне спорядження з усього світу.

source: Leon
uk: Леон

source: Leon mówił, że sprzedał ci kopię 'Prawideł szachowych'.
uk: Леон сказав, що продав тобі примірник 'Правил гри в шахи'.

source: Leon mówił, że sprzedał ci kopię „Prawideł szachowych”.
uk: Леон сказав, що продав тобі примірник 'Правил гри в шахи'.

source: Leon woli przesiadywać całymi dniami i grać w szachy albo prowadzić bezsensowne, polityczne dysputy z tym swoim przygłupim kolegą.
uk: Леон вважає за краще сидіти цілими днями, граючи в шахи або ведучи безглузді політичні дискусії зі своїм недоумкуватим колегою.

source: Leonardo
uk: Леонардо

source: Leonel
uk: Леонель

source: Lepi się i strasznie śmierdzi.
uk: Він липкий і жахливо пахне.

source: Lepiej bym tego nie wyraził.
uk: Я б не сказав краще.

source: Lepiej być nie mogło, chłopcze.
uk: Краще не буває, хлопче.

source: Lepiej było tu nie przychodzić!
uk: Краще б ти сюди не приходив!

source: Lepiej bądźmy ostrożni, kto wie czy nie spróbuje nam wywinąć jakiegoś numeru, gdy zbliżymy się do reszty jego kolegów.
uk: Нам краще бути з ним обережними. Хто знає, чи не спробує він провернути з нами якийсь вибрик, коли ми підійдемо до решти його колег.

source: Lepiej będzie, jak sobie już pójdziesz.
uk: Тобі краще піти.

source: Lepiej będzie, jak stąd pójdziemy.
uk: Буде краще, якщо ми звідси підемо.

source: Lepiej będzie, jeśli już pójdziesz. Gdyby strażnicy zobaczyli, że z tobą rozmawiam, to byłoby już po nas.
uk: Буде краще, якщо ти підеш зараз. Якщо охорона побачить, що ми розмовляємо – нам кінець.

source: Lepiej będzie, jeśli zapytasz Harry'ego o więcej informacji. On widział go ostatni.
uk: Було б краще, якби ти розпитав більше інформації у Гаррі. Він бачив його останнім.

source: Lepiej chyba będzie, jak już sobie pójdziesz, ja też muszę się zająć swoimi.
uk: Краще, мабуть, тобі піти. Мені теж потрібно зайнятись своїми справами.

source: Lepiej dla ciebie, żebym więcej nie zobaczył twojej gładkiej buźki.
uk: Для тебе ж буде краще, якщо я більше не побачу твоєї тупої пики.

source: Lepiej dokładnie wypytaj tutejszych, ludzie w wiosce widzą znacznie więcej, niż chcą mówić.
uk: Краще ретельно розпитай місцевих. Люди в селі бачать набагато більше, ніж хочуть розповідати.

source: Lepiej go nie pić.
uk: Краще його не пити.

source: Lepiej idź kopać, Bloodwyn nie lubi czekać na swoje udziały.
uk: Краще займись видобуванням, Бладвін не любить чекати своєї частки.

source: Lepiej idź na spacer, a my zaraz odprowadzimy tego głupka.
uk: Краще йди прогуляйся, а ми скоро випровадимо цього кретина.

source: Lepiej je bierz, zanim zmienię zdanie...
uk: Краще візьми його, поки я не передумав...

source: Lepiej je wykorzystać do ostrzenia kamieni młyńskich niż do wyrabiania żelaza!
uk: Їх краще використовувати для виготовлення жорен, ніж для кування заліза!

source: Lepiej martw się o siebie. Kto wie, czy nie ma tu ukrytych pułapek.
uk: Ти краще про себе потурбуйся. Хто знає, чи немає тут прихованих пасток.

source: Lepiej mieć po swojej stronie kata niż motłoch, który jedyne co potrafi, to głośno krzyczeć.
uk: Краще мати ката на своєму боці, ніж натовп, який тільки й може, що голосно кричати.

source: Lepiej nie każ im czekać, Morris pewnie już nie może usiedzieć w fotelu przez to, że wciąż nikogo jeszcze nie skazano.
uk: Краще не змушувати їх чекати, Морріс, напевно, вже не може всидіти в своєму кріслі через те, що досі нікого не засуджено.

source: Lepiej nie nawal, następny człowiek, którego wyśle tutaj Cortez może nie mieć zlecenia dla ciebie, a na ciebie.
uk: Краще зроби все як треба, бо наступна людина, яку Кортез пришле сюди, може мати замовлення не для тебе, а по тебе.

source: Lepiej nie nawal.
uk: Краще зроби все як треба.

source: Lepiej nie próbuj tego po raz drugi!
uk: Краще не намагайся повторити це вдруге!

source: Lepiej nie ryzykować, żeby wpadli na ludzi Lichwiarza, albo na jakieś bestie.
uk: Краще не ризикувати, щоб вони не натрапили на людей Лихваря чи якихось звірів.

source: Lepiej nie...
uk: Краще не...

source: Lepiej niech powie coś z sensem.
uk: Краще б він сказав щось розумне.

source: Lepiej od ciebie, smarku!
uk: Краще за тебе, шмаркачу!

source: Lepiej oddaj pieniądze, albo inaczej porozmawiamy.
uk: Краще віддай гроші, або ми будемо розмовляти по-іншому.

source: Lepiej odszczekaj to.
uk: Краще забери слова назад.

source: Lepiej opowiadaj jak pozostali, dotarliście do wioski w jednym kawałku?
uk: Краще розкажи як інші. Всі дісталися до села цілими й неушкодженими?

source: Lepiej poczekam z tym do opuszczenia jaskini.
uk: Краще почекати, доки я залишу печеру.

source: Lepiej poczekać z kopaniem aż się ściemni...
uk: Краще дочекатися темряви, перш ніж копати...

source: Lepiej poczekać z tym aż się ściemni.
uk: Краще почекати з цим, поки стемніє.

source: Lepiej podziel się z sąsiadami.
uk: Краще поділися з сусідами.

source: Lepiej poszukaj pracy. Wierz mi - tylko tak do czegoś dojdziesz w życiu.
uk: Краще пошукай роботу. Повір мені – тільки так ти зможеш чогось досягти у житті.

source: Lepiej tego nie ruszać.
uk: Краще це не чіпати.

source: Lepiej też zniosą fakt, że odstąpiłem jedno miejsce dla przyjezdnych.
uk: Вони також краще сприймуть той факт, що я поступився одним місцем чужинцям.

source: Lepiej to komuś sprzedać.
uk: Краще її комусь продати.

source: Lepiej to sprzedać.
uk: Краще його продати.

source: Lepiej trzymać go z dala od ognia.
uk: Краще тримати подалі від вогню.

source: Lepiej trzymać ją z dala od ognia.
uk: Краще тримати подалі від вогню.

source: Lepiej unikajmy tego miejsca. Nie chce rozgniewać umarłych.
uk: Нам краще уникати цього місця. Не варто гнівити мертвих.

source: Lepiej utracić część dochodów z kuchni, niż kontrolę nad całą Przystanią.
uk: Краще втратити частину доходу від кухні, ніж втратити контроль над усією Гаванню.

source: Lepiej uważaj, takie straty w ludziach już na samym początku wyprawy nie wróżą najlepiej.
uk: Краще бути обережнішим, такі втрати на самому початку експедиції не обіцяють нічого хорошого.

source: Lepiej weź kilof i zacznij kopać, Bloodwyn nie jest zbyt cierpliwy.
uk: Краще бери кирку і розпочинай видобуток, Бладвін не дуже терплячий.

source: Lepiej więc stracić głowę?
uk: То краще втратити голову?

source: Lepiej wracaj do domu.
uk: Краще повертайся додому.

source: Lepiej wracaj na kontynent.
uk: Краще повертайся на континент.

source: Lepiej wracaj na kontynent. Nie wydaje mi się, żebyś mógł to naprawić.
uk: Краще повертайся на континент. Не думаю, що ти зможеш все владнати.

source: Lepiej wyjaśnij to z Roderichem, wtedy porozmawiamy.
uk: Краще врегулюй це з Родеріхом, тоді й поговоримо.

source: Lepiej zajmij się wydobyciem, Bloodwyn nie lubi czekać na swoje bryłki.
uk: Краще займись видобуванням, Бладвін не любить чекати свої самородки.

source: Lepiej zaopiekuję się twoją bronią.
uk: Я краще подбаю про твою зброю.

source: Lepiej zaopiekuję się twoją bronią...
uk: Я краще подбаю про твою зброю...

source: Lepiej zdobądź je szybko, słyszałem, że już sprzątają dla ciebie celę w lochach.
uk: Краще поквапся, бо я чув, що для тебе вже готують камеру у в'язниці.

source: Lepiej, żeby Lorenzo dowiedział się, że ci pomogłem.
uk: Було б краще, щоб Лоренцо дізнався, що я тобі допоміг.

source: Lepiej, żeby tak nie było, a jeśli już, to nie z twojej winy. Araxos musi mieć czyste ręce.
uk: Краще б цього не було, а якщо й станеться, то не з твоєї вини. Араксос повинен мати чисті руки.

source: Lepiej, żebyś nie sprawiał kłopotów.
uk: Краще не створюй неприємностей.

source: Lepiej, żebyś nie znał odpowiedzi na to pytanie, hehe!
uk: Краще, якщо ти не знатимеш відповіді на це запитання, хе-хе!

source: Lepiej, żebyś się stąd wyniósł i już nie pojawiał się na winnicy, bo nie wiem, czy Dennis również uzna cię za niewinnego.
uk: Тобі краще забратися звідси і більше не з'являтися на винограднику, бо я не знаю, чи визнає Денніс, що ти не винен.

source: Lepiej, żebyś teraz się położył i odpoczął, a ja w tym czasie zdobędę wszystkie potrzebne przedmioty.
uk: Тобі краще прилягти і відпочити, а я тим часом дістану всі необхідні предмети.

source: Lepiej, żebyśmy nie zwrócili na siebie niczyjej uwagi.
uk: Краще не привертай до себе уваги.

source: Lepiej?
uk: Полегшало?

source: Lepiej? Na co ci taki zardzewiały kawałek stali?
uk: Краще? Навіщо тобі такий іржавий шматок сталі?

source: Lepsza broń strzelecka powstaje dzięki umiejętnemu łączeniu materiałów pochodzenia zwierzęcego oraz drewna. Schematy na broń dobrej jakości udzielą mi wskazówek, z czym konkretnie powinienem zacząć eksperymentować.
uk: Найкращу стрілецьку зброю можна зробити, вміло поєднуючи матеріали тваринного походження та деревину. Креслення якісної зброї дадуть мені підказки, з чим саме варто почати експериментувати.

source: Lepsze fanty zgarniesz, jeśli twój cel będzie odpowiednio rozproszony. Próbuj swoich sił jeśli z kimś rozmawia, albo jest czymś zajęty.
uk: Ти матимеш кращі шанси, якщо твоя ціль буде достатньо відволікатися. Випробуй свою вдачу, якщо людина з кимось розмовляє або чимось зайнята.

source: Lepsze techniki czyli broń kompozytowa. Od teraz pracując nad łukiem czy kuszą nie ograniczaj się tylko do drewna, lecz sprawdzaj właściwości różnych materiałów.
uk: Кращі техніки – це композитна зброя. Відтепер, працюючи над луком чи арбалетом, не обмежуйся лише деревом, а випробовуй властивості різних матеріалів.

source: Lepsze to niż bezużyteczny motłoch.
uk: Це краще, ніж безглуздий натовп.

source: Lepsze to niż nic.
uk: Це краще, ніж нічого.

source: Lepsze to, niż nic.
uk: Це краще, ніж нічого.

source: Lepszego nie znajdziesz na całej wyspie!
uk: Кращого не знайдеш на всьому острові!

source: Lepszej oferty od naszej nie znajdziesz, to ci gwarantuję! Tymczasem, dzięki za polowanie, zawsze dobrze się trochę rozruszać!
uk: Кращої пропозиції, ніж у нас, ти не знайдеш, це я гарантую! А поки що, дякую за полювання, завжди корисно трохи розім'ятися!

source: Lepszej u nas nie dostaniesz, jeśli ci nie pasuje, to zawsze możesz zbierać rzepę w Silbach.
uk: Кращої тут не знайдеш, а якщо не влаштовує, то завжди можеш збирати ріпу в Сільбаху.

source: Lepszy los nie mógł mnie spotkać. Dokonałeś cudu. Adanos mi świadkiem, to był cud.
uk: Кращої долі для мене не могло бути. Ти здійснив диво. Аданос свідок, що це було диво.

source: Lepszy niż myślisz.
uk: Кращий, ніж ти думаєш.

source: Lepszy taki dach na głową, niż żaden!
uk: Краще такий дах над головою, аніж ніякого!

source: Lepszy, zawsze musiał być we wszystkim lepszy. Czego nie zrobiłem, to dowiadywałem się od naszego ojca, twojego dziadka, że mój brat i tak potrafi zrobić to lepiej.
uk: Найкращим, він завжди мусив бути кращим у всьому. Що б я не робив, я завжди чув від нашого батька, твого діда, що мій брат може зробити це краще.

source: Leve
uk: Лів

source: Lewe pole.
uk: Ліве поле.

source: Lewe?
uk: Каламутним?

source: Lewko
uk: Левко

source: Lewko cię przysłał?
uk: Тебе прислав Левко?

source: Lewko już wie?
uk: А Левко вже знає?

source: Lewko nie był zbyt skory do rozmowy. Jeśli chodzi o traktowanie górników przez strażników, to nic się w tej sprawie nie zmieni. Zaginionych nikt już nie szuka. Zdaniem Lewko musieli wyjść poza palisadę i zostali zjedzeni przez dzikie zwierzęta. Powiem o tym Malenowi.
uk: Левко не надто хотів говорити. Що стосується відношення Варти до гірників, то в цьому випадку нічого не зміниться. Зниклих більше ніхто не шукає. За словами Левка, вони, мабуть, вийшли за межі частоколу і їх з'їли дикі звірі. Я розповім про це Малену.

source: Lewko nie żyje, w końcu przydarzyło nam się coś dobrego... oby bogowie częściej spoglądali na nas przychylnym okiem!
uk: Левко мертвий, нарешті з нами сталося щось хороше... Нехай боги частіше прихильно дивляться на нас!

source: Lewko nie żyje. Sprawdzę, co z resztą.
uk: Левко мертвий. Перевірю, що з іншими.

source: Lewko pewnie napisze na ciebie skargę i Roderich będzie musiał cię wyrzucić, albo przynajmniej przykładnie ukarać.
uk: Левко, ймовірно, напише на тебе скаргу, і Родеріх буде змушений тебе вигнати, або, принаймні, покарати.

source: Lewko poszukuje osób porządnych, sumiennych, ale i o niewygórowanych wymaganiach finansowych do podjęcia się dodatkowych wart w Królewskiej Kopalni Soli.
uk: Левко шукає порядних, сумлінних людей з прийнятними фінансовими вимогами для додаткової охорони Королівської соляної копальні.

source: Lewko próbował mnie zamordować.
uk: Левко намагався мене вбити.

source: Lewko twierdzi, że strażnik, który mnie zaatakował, nie mógł być jego człowiekiem. Jakoś wątpię, by mówił prawdę...
uk: Левко стверджує, що нападник не міг бути його людиною. Чомусь я сумніваюся, що він каже правду...

source: Leśna Bestia
uk: Лісовий жук

source: Leśna bestia
uk: Лісовий жук

source: Leśna jagoda
uk: Лісова ягода

source: Leśne bestie często włażą na moje poletko dyniowe. Nie ponoszę od tego dużych strat, ale sprzedaż dyń to zawsze jakieś dodatkowe źródło dochodu.
uk: Лісові жуки часто нападають на моє гарбузове поле. Я не зазнаю від цього великих втрат, але продаж гарбузів приносив додатковий дохід.

source: Leśny ścierwojad
uk: Лісовий падальник

source: Leżały między krzakami, to pomyślałem, że zaniosę je w bezpieczne miejsce.
uk: Вони лежали в кущах, тож я вирішив віднести їх у безпечне місце.

source: Leżały między krzakami.
uk: Вони лежали в кущах.

source: Liam chce się upewnić, że Feil naprawdę pracuje. Mam wrócić na pola z winogronami i przypilnować, by chłopak zebrał chociaż jedną pełną skrzynkę winogron.
uk: Ліам хоче переконатися, що Фейл справді працює. Я маю повернутися на виноградні поля і переконатися, що хлопець зібрав хоча б один ящик винограду.

source: Liam nadzoruje pracę innych, a Holdwig dba o interesy w winnicy.
uk: Ліам наглядає за роботою інших, а Гольдвіг займається справами на винограднику.

source: Liam nie był zachwycony informacją o planach Feila, ale ostatecznie stwierdził, że przynajmniej będzie miał jeden problem mniej na głowie. Najważniejsze, że otrzymałem zapłatę za swoją pracę.
uk: Ліам не був у захваті, почувши про плани Фейла, але врешті сказав, що принаймні однією проблемою у нього стане менше. Найголовніше, що мені заплатили за мою роботу.

source: Liam nie pozwoli mi na piknik w sadzie dopóki nie pozbędę się stada zębaczy zagrażającego winnicy. Przestrzegł mnie, bym walczył z ich przywódcą osobno, więc trzeba go jakoś wywabić. Tuzin kawałków mięsa powinien wystarczyć.
uk: Ліам не дозволить мені влаштувати пікнік у саду, поки я не позбудуся зграї снепперів, що загрожують винограднику. Він попередив мене, що з їхнім ватажком слід боротися окремо, тож його треба якось виманити. Дюжини шматків м'яса має вистачити.

source: Liam prosił, bym zaniósł go do Venzela.
uk: Ліам попросив мене віднести його Венцелю.

source: Liam zasugerował, że kobiety uwielbiają bardzo słodkie wino. Obiecał mi oddać butelkę, jeśli popracuję trochę przy zbiorze winogron. Może prościej będzie po prostu kupić wino od Bastiana?
uk: Ліам припустив, що жінки люблять дуже солодке вино. Він пообіцяв віддати мені пляшку, якщо я допоможу зі збором винограду. Можливо, було б простіше просто купити вино у Бастіана?

source: Liam zgodził się na organizację pikniku.
uk: Ліам погодився організувати пікнік.

source: Liam zmusza mnie do pracy całymi dniami, a później nawet nie pozwala odwiedzić Silbach bo trakty są jego zdaniem zbyt niebezpieczne i coś mnie z pewnością zeżre.
uk: Ліам змушує мене працювати цілими днями, а потім навіть не дозволяє відвідувати Сільбах. Тому що, на його думку, шляхи надто небезпечні, і мене обов'язково щось з'їсть.

source: Lichwa to jednak niebezpieczny zawód. W jednej chwili prosisz nieznajomego o zebranie zaległych pieniędzy, a w następnej tracisz dach nad głową. Nici z mojej pomocy Lunie, spóźniłem się.
uk: Лихварство це справді небезпечна професія. В одну мить ви просите незнайомця зібрати гроші з ваших боржників, а вже в наступну втрачаєте дах над головою. Я більше не можу допомогти Луні, я спізнився.

source: Lichwiarz
uk: Лихвар

source: Lichwiarz ciągle jest na wolności, a ja mam spać?
uk: Лихвар досі на волі, а я маю спати?

source: Lichwiarz i zemsta są moje, nie odbierzesz mi tego!
uk: Лихвар і помста – мої, ти не забереш їх у мене!

source: Lichwiarz jest całkowicie sam, bez żadnej ochrony.
uk: Лихвар залишився сам, без жодного захисту.

source: Lichwiarz ma tu dotrzeć żywy. Koniec dyskusji.
uk: Лихвар має дістатися сюди живим. Кінець дискусії.

source: Lichwiarz musi w końcu zostać ukarany za swoje zbrodnie.
uk: Лихвар нарешті має бути покараний за свої злочини.

source: Lichwiarz musiał go mieć w kieszeni już od dłuższego czasu... Pewnie dlatego zaczął tak mocno agitować przeciwko Lichwiarzowi, chciał nas zmylić.
uk: Лихвар, мабуть, вже давно прибрав його до кишені... Напевно, тому він і почав так сильно виступати проти Лихваря, щоб збити нас з пантелику.
